Repository: AmauryCarrade/ReadOnlyWarning
Catalog: src/main/resources/i18n/*.po
Languages: fr_fr

source: Nickname and reason expected.
fr_fr: Pseudo et raison attendue.

source: Player not found
fr_fr: Joueur introuvable

source: Player successfully placed in ReadOnly mode
fr_fr: Le joueur a été placé avec succès en mode Lecture seule

source: No read only player registered.
fr_fr: Aucun joueur en lecture seule enregistré.

source: Player is not in the read-only list
fr_fr: Le joueur n'est pas dans la liste de lecture seule

source: {darkgreen}{bold}Read-only on {0}
fr_fr: {darkgreen}{bold}Lecture seule sur {0}

source: (remove)
fr_fr: (supprimer)

source: Click to remove the read-only mode
fr_fr: Cliquez pour supprimer le mode lecture seule

source: {green}Reason: {white}{0}
fr_fr: {green}Motif : {white}{0}

source: {gray}Sentenced by {0} on {1}
fr_fr: {gray}Puni par {0} le {1}

source: {gray}Sentenced by someone using the console on {0}
fr_fr: {gray}Puni par quelqu'un depuis la console le {0}

source: {green}{bold}{0} player in read-only mode
fr_fr: {green}{bold}{0} joueur en mode lecture seule

source: Click for details on {0}
fr_fr: Cliquez pour les détails sur {0}

source: Player not specified
fr_fr: Joueur non renseigné

source: Player successfully removed from read-only mode
fr_fr: Le joueur a été retiré avec succès du mode lecture seule

source: The console
fr_fr: La console

source: {darkgreen}{0}{green} has given you access to the world back. You are no longer in read-only mode.
fr_fr: {darkgreen}{0}{green} vous a rendu l'accès au monde. Vous n'êtes plus en lecture seule.

source: You're about to remove the read-only mode of {0}. Are you sure about that?
fr_fr: Vous êtes sur le point de supprimer le mode lecture seule de {0}. Confirmez-vous ?

source: Remove read-only mode
fr_fr: Supprimer le mode lecture seule

source: Click to remove the read-only mode of {0}
fr_fr: Cliquez pour supprimer le mode lecture seule de {0}

source: If so, please execute this command:
fr_fr: Si oui, veuillez exécuter cette commande :

source: This player is not in read-only mode.
fr_fr: Ce joueur n'est pas en mode lecture seule.

source: {red}the console{reset}
fr_fr: {red}la console{reset}

source: You've been placed in read-only by {darkgreen}{0}{reset}, because of the following:
fr_fr: Vous avez été placé⋅e en lecture seule par {darkgreen}{0}{reset}, pour le motif suivant :

source: Open the link
fr_fr: Ouvrir le lien

source: {red}Read only
fr_fr: {red}Lecture seule

source: {yellow}Why? Please read the chat.
fr_fr: {yellow}Pourquoi ? Veuillez lire le chat.

source: {ce}You cannot chat while in read-only mode.
fr_fr: {ce}Vous ne pouvez pas parler en mode lecture seule.

source: {red}Read-only {gray}- {yellow}Read the chat
fr_fr: {red}Lecture seule {gray}- {yellow}Lisez le chat
